/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Không thể Hoàn tất Tác vụ";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Thử lại sau.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Không thể Mở";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Định dạng phương tiện này không được hỗ trợ.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Không thể Mở";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Phương tiện này có thể bị hỏng.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Không thể Mở";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Ứng dụng này không có quyền phát tệp này."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Không thể Mở";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Không thể dùng phương tiện này.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Không thể Giải mã";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Bộ giải mã được yêu cầu cho phương tiện này đang bận.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Dừng bất kỳ tác vụ nào khác giải mã phương tiện và thử lại.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Không thể Mở";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Không thể sử dụng phương tiện trên máy tính này.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Không thể mở";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Không thể phát nội dung trên màn hình ngoài.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Không thể mở";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Không thể phát nội dung được bảo vệ trong cấu hình hệ thống hiện tại.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Rãnh video đầu ra chuyển mã có số lượng khung hình không đúng";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Số lượng khung hình đầu ra chuyển mã không bằng với nguồn không có các phân đoạn sửa";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Không giải mã được";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "bộ giải mã đã gặp phải lỗi";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Không mã hóa được";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "bộ mã hóa đã gặp phải lỗi";

